[
{"name": "Hannah Gordon", "date": "29th October 2018", "text": ["I was almost completely unaware of sexism until I became a mother. I guess I was pretty good at making a man’s world work for me. Sure, I knew people judged me negatively on how I dressed, but I didn’t care….my short skirts and hot pants were the under-promise that inevitably became an over-perform.", "When I was pregnant with my first child I went to a school reunion. A man I had never met before expressed pity that I would consider working after having my baby. His Lexi was all about the family. He asked what my husband did, and told me at length why it was a bad decision for me to go back to work. He never once asked me what I did.", "My pregnancy was a happy surprise – I found out I was expecting my son shortly after finishing medical school, and quite early in my relationship. My mother is from South India, and a cousin I am close to was concerned how our family would respond to our news – within our culture babies before marriage are still relatively uncommon. When I said I was expecting a boy she said “you’re going to hate me for saying this, but at least it is a boy…I think that will make it easier for the family to accept”. I did not hate her, but I was very surprised.", "Fast forward 6 months, and it was my first day back to work. Like most new parents I was apprehensive about leaving my baby, but I felt ready, and pleased to start being a doctor again. Day 1 the questions started: “How can you bring yourself to leave your baby?” “Wow, your night shifts and weekends must put a lot of pressure on your husband” “Why don’t you pick family practice?”. The dads I work with just don’t get this!", "Baby number 2 arrived 7 years ago – this time a girl. From the moment I brought her home people treated her differently. As a rule people comment on what she looks like and what he does. Evidently big blue eyes are much more impressive on a girl. Her looks have become no less interesting since she has been old enough for her personality to eclipse them. She talked about a year earlier than her brother, and can beat anyone in the family at memory games, yet people ask “do you think your son will go into medicine?”….”is he good at maths like his Dad?”…even his likely future voting preferences have been commented on…..my daughter, however, is “going to be a heart breaker”. ", "Other aspects of sexism within our society are now increasingly obvious to me. It no longer seems funny or trivial that our sing about the men on the bus “read read reading” whilst the women “chatter chatter chatter”. Nor is it amusing to be asked for the umpteenth time “What did you used to do?” Nowadays many of my friends also have children. Of all the mothers I know, only one other is the main bread winner in her family (this was not the case pre children when the women tended to be the high flyers!). I very much hope this is out of choice not out of obligation.", "My husband is wonderful, and I have no doubt he is the better person to take the lead in raising our children. However he is applauded for things that are just expected of mothers. Everything from not leaving me when I was pregnant, to taking a child to a sporting event, to tying our daughter’s hair in a messy ponytail is met with exuberant praise.", "As for my under-promise and over-perform? It has been a long time since I have worn hot pants. However I was told by a senior colleague that her heart sank when she found out I had children, but she was pleasantly surprised that I work really hard and didn’t expect to leave work by 5pm every day. I find my children being my new “under-promise” really sad."], "tags": ["Home", "Workplace"]},
{"name": "that woman", "date": "29th October 2018", "text": ["Walking along the canal path the other evening. Light beginning to fade. Two men walking towards me. As we pass, they say hello. I say hello. They walk on. I walk on.", "It really should be that simple."], "tags": ["Public space"]},
{"name": "f*ckin_done_like", "date": "29th October 2018", "text": ["I’ve suffered from recurrent uti’s since I was about 4yrs old. Nobody has ever been able to figure out exactly why but I’ve seen a lot of Doctors and had a lot of things stuck up me for tests.", "\nThe worst that springs to mind was when I was 20. I sat in the room with a nurse, I was wearing nothing but a hospital gown, thinking “maybe this time. This time they’ll be able to help me…”", "\nSo the (male, obvs) Doctor comes bursting into the room with a loud “Good Morning!” without even looking me. He skimmed over my notes, then turned round and without so much as a ‘by your leave’ painfully shoved his finger right up in me. He was in there for all of 2 seconds before pulling it out and saying there was nothing wrong with me. Then he sternly told me I should stay away from boys (I was still a virgin) and left the room. I started crying in the car home."], "tags": ["doctor", "Medical"]},
{"name": "Sari", "date": "29th October 2018", "text": ["Every time I walk anywhere a car honks at me and guys at college always tell me I should go out with them or they comment about my ass to their friends right in front of me. My friends would tell me to just ignore because it was a normal thing, and I thought maybe I should. But I think to myself why should I just ignore it? ", "It shouldn’t be normal and from the first time it happened to me I thought it wasn’t normal. So why react the normal way when you can turn around and say something. I don’t want to be quiet anymore, nobody should accept this as normal."], "tags": ["Public space", "Public Transport", "School", "University"]},
{"name": "Brooke", "date": "29th October 2018", "text": ["in 9th grade i took a spanish class and in that class i had several incidents. i sat at a group table with 3 other boys, all of them in 10th grade. they would constantly harass me and to the point where if i even became mildly upset they’d bash me saying “we’re just joking”. one incident was when i was trying to get out of my seat which was boxed in so that i had to climb out, as i climbed out the boy next to me slapped my ass causing the group to erupt in laughter and congratulate him. throughout the year they would press me about topics such as, do i masturbate, what’s my bra size, have i had sex, do i squirt, and other crude questions. i tried my best to ignore them or laugh it off but the more i ignored the questions the more they’d tease me for being a prude and only press harder for answers. i befriended a different boy who sat farther away from me after we were paired up as partners for a project. he was a very talented artist and loved to draw things for me and bring them to class to show me. after the project he found out that i sat alone at lunch and one day just sat next to me and began talking. i eat alone for a reason and that is because i prefer to watch videos and not be obligated to speak, so him sitting next to me made me very uncomfortable. i engaged in conversation with him just to avoid the awkward silence, but after that lunch he started sitting with me everyday, and our conversations took a dark turn. he began venting to me about his abusive mother and how his brothers beat him up everyday. i of course wasn’t sure how to react, i tried to comfort him the best i could by just allowing him to talk and listening. he told me he suffered from BPD and then showed me all the cuts along his arms. i was shocked and mortified how he would just share all of this personal information to me when we’ve only known each other for maybe 3 weeks. that’s what my lunches usually were like with him, therapy sessions, it went on for 2 months until one day. instead of sitting next to me with a comfort gap between us, this lunch he decided to scoot close enough that our thighs touched. i felt this feeling i’ve never felt before, fear in the pit of my stomach. i was trapped, i couldn’t leave all the tables were full and there’s nowhere to go. i continued talking to him ignoring how close we were and try to convince myself maybe he didn’t realize what he’d done. suddenly i felt a strong hand grip my upper thigh and simply stay. i looked at him and he acted normal just eating his lunch with his other hand. i felt powerless and weak, as if in this lunch room full of students was nothing and it was just me and him alone. i froze up and looked around for options unsure of what to do since nobody had ever touched me like this before and i was not enjoying it one bit. i regained control of my body and bolted upright to my feet and grabbed my lunched declaring that i had to leave. i walked quickly to the exit and to the bathroom. i sat down on the bathroom floor and began to cry feeling as though i had done something shameful. should i have accepted his advances? was i in the wrong? those thoughts raced through my head as i sobbed. after that day i ate lunch in the library and never really told anyone, afraid that they’d ridicule me for being so sensitive and overreacting."], "tags": ["Public space", "School"]},
{"name": "Ash", "date": "29th October 2018", "text": ["I was remember when my dad brought home a soccer ball, a truck and a small wooden chest and I wanted both the soccer ball and the toy truck but my dad said no for the toy truck . When my brother came from his room, he got the toy truck and I asked my dad “How come he can have the toy truck y yo no ?” Then he said it’s because I’m a girl and he is a boy and he said I should have the soccer ball and the small wooden chest. So I cried."], "tags": ["Home"]},
{"name": "C", "date": "29th October 2018", "text": ["Hello, ", "C here, I was on the Staten island ferry the other day coming home from class. As the people were loading the ferry there was a man in front of me who grabbed this women’s butt. I sudden thought to myself did he really just", "\ndo that! I did not say anything because I was unsure of what really happened and the women did not seem to notice the grab. So i did not say anything.", "\nThe Staten ferry can get really crowded, it is a tightly packed space."], "tags": ["Public space", "Public Transport"]},
{"name": "Christopher", "date": "29th October 2018", "text": ["I belong to a club of some activity in my university.", "\nOne day, female members of the club talked about who is handsome in the club.", "\nI was surely offended because I wasn’t mentioned. Maybe, I’m not handsome. But is it appropriate to talk about such a thing when men are hearing?", "\nI would not do that on women’s appearance. I would not say A is more cute/beautiful/sexy/whatever than B.", "\nIf that is a form of sexual harassment on women, why doesn’t my feeling matter? Why is it okay to do it on men?"], "tags": ["University"]},
{"name": "x", "date": "29th October 2018", "text": ["Triathlon training today. Female coaches brilliant, really helped prepare. Male coach, however- two comments that drove me insane were: look! The girls are using their dancing skills to do this! And: Very ladylike, I know you don’t like going fast, but we need to work on your flying starts. None of these comments were directed at the boys, who we were preforming at exactly the same standard as. Made my blood boil."], "tags": []},
{"name": "Matara Scott", "date": "29th October 2018", "text": ["Told by my driving instructor to wear a ‘short skirt’ and a ‘low top’ for my test as it would improve my chances of passing."], "tags": []}
]